tap "aljohri/-"
tap "archivebox/archivebox"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "jzelinskie/duckdns"
tap "localsend/localsend"
tap "minacle/chntpw"
tap "nativeos/i386-elf-toolchain"
tap "romkatv/powerlevel10k"
tap "sidneys/homebrew"
brew "xz"
brew "openssl@3"
brew "bash"
brew "bat"
brew "coreutils"
brew "findutils"
brew "geckodriver"
brew "gettext"
brew "git"
brew "gnu-sed"
brew "readline"
brew "gnupg"
brew "go"
brew "hashcat"
brew "john-jumbo"
brew "libpcap"
brew "libyaml"
brew "mas"
brew "moreutils"
brew "ncurses"
brew "nano"
brew "nanorc"
brew "nvm"
brew "openh264"
brew "sqlite"
brew "php", restart_service: :changed
brew "pkgconf"
brew "pwgen"
brew "python@3.11"
brew "qrtool"
brew "rbenv"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "trash", link: true
brew "tree"
brew "virtualenvwrapper"
brew "wget"
brew "wifi-password"
brew "zsh"
brew "zsh-completions"
brew "minacle/chntpw/chntpw"
cask "android-commandlinetools"
cask "appcleaner"
cask "audio-hijack"
cask "chatgpt"
cask "chromedriver"
cask "discord"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lato"
cask "font-montserrat"
cask "font-ocr"
cask "font-raleway"
cask "font-raleway-dots"
cask "font-roboto"
cask "git-credential-manager"
cask "google-chrome"
cask "handbrake"
cask "iconchamp"
cask "iconchanger"
cask "iterm2"
cask "localsend"
cask "logi-options+"
cask "logitech-camera-settings"
cask "logitech-g-hub"
cask "maccy"
cask "macfuse"
cask "megasync"
cask "nextcloud"
cask "numi"
cask "obs"
cask "raycast"
cask "signal"
cask "spotify"
cask "tailscale"
cask "telegram"
cask "temurin"
cask "temurin11"
cask "termius"
cask "the-unarchiver"
cask "thunderbird"
cask "tor-browser"
cask "transmission"
cask "viber"
cask "whatsapp"
cask "zoho-mail"
mas "Bitdefender Virus Scanner", id: 500154009
mas "Command X", id: 6448461551
mas "Disk Speed Test", id: 425264550
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "alefragnani.project-manager"
vscode "bmewburn.vscode-intelephense-client"
vscode "brapifra.phpserver"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "kamikillerto.vscode-colorize"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-repositories"
vscode "oderwat.indent-rainbow"
vscode "ritwickdey.liveserver"
vscode "styled-components.vscode-styled-components"
vscode "vincaslt.highlight-matching-tag"
